Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: These transport solutions will become part of the development of the Edvard Grieg and Ivar Aasen fields on the Utsira High in the North Sea.
nb: Transportløsningene blir en del av utbyggingen av feltene Edvard Grieg og Ivar Aasen på Utsirahøgda i Nordsjøen.

source: Start-up of the Edvard Grieg field is planned towards the end of 2015, whereas the planned start-up of Ivar Aasen is scheduled for next year.
nb: Oppstart av Edvard Grieg-feltet er planlagt mot slutten av 2015, mens planlagt oppstart for Ivar Aasen er ett år senere.

source: Ivar Aasen will use both pipeline systems.
nb: Ivar Aasen skal benytte begge rørledningssystemene.

source: The oil transport system includes a 43-kilometre long 28-inch pipeline between the Edvard Grieg platform and a new Y-connection point, which has been installed on the Grane oil pipeline about 4 kilometres from Grane.
nb: Transportsystemet for olje omfatter en 43 kilometer lang 28 tommers rørledning mellom Edvard Grieg-plattformen og et nytt Y-tilknytningspunkt, som er installert på Grane oljerør om lag 4 kilometer fra Grane.

source: The gas transport system includes a 94-kilometre long 16-inch pipeline from the Edvard Grieg platform to an underwater connection point (T-connection) on the Beryl pipeline.
nb: Gasstransportsystemet omfatter en 94 kilometer lang 16 tommers rørledning fra Edvard Grieg- plattformen til et undervannstilknytningspunkt (T-tilknytning) på Beryl-rørledningen.

source: This, in turn, is connected to the Scottish Area Gas Evacuation (SAGE) pipeline in the UK sector.
nb: Denne er igjen tilknyttet Scottish Area Gas Evacuation (SAGE) rørledningen på britisk sektor.

source: The licensees for the two transport systems are the same as for Edvard Grieg and Ivar Aasen.
nb: Rettighetshaverne for de to transportsystemene er de samme som i Edvard Grieg og Ivar Aasen.

source: Statoil has been the operator of both transport systems since Plan for Installation and Operation (PIO) was approved in 2014.
nb: Statoil har vært operatør for begge transportsystemene, som fikk godkjent sine respektive Planer for anlegg og drift (PAD), i 2014.

source: Gassco will take over as operator of the Utsira High gas pipeline when it comes on stream.
nb: Gassco tar over som operatør av Utsirahøgda gassrørledning når den kommer i drift.

source: The two transport systems have both been delivered according to schedule.
nb: De to transportsystemene er levert i henhold til tidsplanen.

source: Investments for both have been lower than projected in the PIO.
nb: Investeringene for begge har blitt lavere enn forutsatt i PAD.

source: We are experiencing some technical difficulties with our website as a result of this.
nb: Som følge av dette har vi noen tekniske problemer med nettstedet.

source: Many people who subscribe to our news service have received e-mail updates for the same news item several times.
nb: Mange som abonnerer på våre nyheter har opplevd å få oppdatering på samme nyhet på e-post flere ganger.

source: The subscription module has therefore been deactivated until further notice.
nb: Abonnementsmodulen er derfor deaktivert inntil videre.

source: The upgrade has also caused some links to fail.
nb: Oppgraderingen har også ført til at en del lenker ikke fungerer lenger.

source: Please report any “dead” links to this e-mail address.
nb: Gi gjerne tilbakemelding om «døde» lenker til denne epostadressen.

source: We are working to correct these issues, and apologise for the inconvenience to our users.
nb: Vi jobber med å få rettet opp feilene, og beklager de ulempene de medførerer for våre brukere.

source: Significant remaining resources on the Norwegian shelf provide a basis for continued value creation and a high activity level for many years to come.
nb: Store gjenværende ressurser gir grunnlag for fortsatt verdiskaping og høy aktivitet i mange år framover.

source: "The drop in prices could lead the industry to implement significant cost cuts.
nb: «Prisfallet kan føre til at næringen gjennomfører kraftige kostnadskutt.

source: This is needed, although over the short-term this could translate into a lower activity level," says Director General Bente Nyland.
nb: Det trengs, selv om det på kort sikt kan bety et lavere aktivitetsnivå,» sier oljedirektør Bente Nyland.

source: "A cost reduction now could lay the foundation for ensuring robust profitability over time."
nb: «En kostnadsreduksjon nå kan legge grunnlaget for å sikre robust lønnsomhet på sikt.»

source: According to Nyland, the Norwegian shelf is well-equipped to face and tackle the changes that are happening, in spite of the significant uncertainty in the petroleum industry.
nb: Norsk sokkel er ifølge Nyland godt rustet til å møte og håndtere endringene som nå skjer, selv om det er stor usikkerhet i petroleumsnæringen.

source: Activity is high, and four new fields came on stream in 2014.
nb: Aktiviteten er høy, og fire nye felt ble satt i produksjon i 2014.

source: The number of spudded exploration wells was the third highest ever recorded.
nb: Antallet påbegynte letebrønner var det tredje høyeste noensinne.

source: 56 exploration wells were spudded, and 22 new discoveries were made – two more than the year before.
nb: 56 letebrønner ble påbegynt, og det ble gjort 22 nye funn – to flere enn året før.

source: Eight of these were in the North Sea, five in the Norwegian Sea and nine in the Barents Sea.
nb: Åtte av disse er i Nordsjøen, fem i Norskehavet og ni i Barentshavet.

source: The resources in these new discoveries amount to between 40-110 million standard cubic meters (Sm3) of oil/condensate and 25-75 billion Sm3 of recoverable gas.
nb: Ressursene i de nye funnene utgjør mellom 40-110 millioner standard kubikkmeter (Sm3) olje/kondensat og 25-75 milliarder Sm3 utvinnbar gass.

source: The total production of oil and gas peaked at 216.7 million saleable Sm3 oil equivalents (o.e.).
nb: Totalproduksjonen av olje og gass nådde 216,7 millioner salgbare Sm3 oljeekvivalenter (o.e.).

source: This is 47.4 million Sm³ o.e. less than in the record-setting year 2004, and 1.4 per cent more than in 2013.
nb: Dette er 47,4 millioner Sm³ o.e. mindre enn i rekordåret 2004, og 1,4 prosent mer enn i 2013.

source: Oil production increased in 2014 for the first time since the year 2000.
nb: I 2014 økte oljeproduksjonen for første gang siden tusenårsskiftet.

source: It reached 87.8 million Sm³, which is three per cent higher than the year before.
nb: Den nådde 87,8 millioner Sm³, som er tre prosent mer enn året før.

source: "New wells have produced more than expected, and this is the most important reason behind the production growth," says Nyland.
nb: «Nye brønner har produsert mer enn forventet, og dette er den viktigste grunnen til at produksjonen har gått opp,» sier Nyland.

source: "The fields' regularity has also improved, and many good measures have been implemented.
nb: «I tillegg har regulariteten på feltene blitt bedre, og mange gode tiltak har blitt gjennomført.

source: For example, the increased drilling on Snorre shows the importance of continuous drilling on mature fields."
nb: Økt produksjon fra nye brønner på Snorre og økt trykkstøtte fra injeksjonsbrønner viser hvor viktig det er med kontinuerlig boring på modne felt.»

source: According to the Norwegian Petroleum Directorate's preliminary figures, NOK 172 billion was invested in the petroleum activities on the Norwegian shelf last year.
nb: Ifølge Oljedirektoratets foreløpige tall ble det investert 172 milliarder kroner i oljevirksomheten på norsk sokkel i fjor.

source: Investments are projected to drop around 15 per cent from 2014 to 2015 and by an additional eight per cent to 2017, and will then plateau with a moderate increase from 2018.
nb: Investeringene anslås å falle rundt 15 prosent fra 2014 til 2015 og med ytterligere åtte prosent til 2017, for deretter å flate ut og øke moderat fra 2018.

source: The authorities received only one Plan for Development and Operation (PDO), which was for the 34/10-53 S gas discovery near Gullfaks Rimfaksdalen in the North Sea.
nb: Myndighetene mottok bare én plan for utbygging og drift (PUD), for gassfunnet 34/10-53 S i nærheten av Gullfaks Rimfaksdalen i Nordsjøen.

source: However, eleven fields were under development at the end of last year: nine in the North Sea, one in the Norwegian Sea and one in the Barents Sea.
nb: Imidlertid var elleve felt under utbygging ved årsskiftet: ni i Nordsjøen, ett i Norskehavet og ett i Barentshavet.

source: This is a record-high number and will result in considerable investments over the next few years.
nb: Dette er et rekordhøyt antall og vil gi betydelige investeringer i de neste par årene.

source: "There are currently 79 producing fields on the Norwegian shelf.
nb: «Det er 79 felt i drift på norsk sokkel i dag.

source: These are profitable fields where both the State and the companies are making money, and this is how it will stay, even if the oil price should drop further," says Bente Nyland.
nb: Dette er lønnsomme felt der staten og selskapene tjener penger, og slik vil det fortsatt være, selv om oljeprisen skulle synke ytterligere,» sier Bente Nyland.

source: 55 per cent of Norway's total oil and gas resources remain in place, waiting to be produced.
nb: Det gjenstår å produsere 55 prosent av de totale olje- og gassressursene i Norge.

source: These remaining resources provide a basis for continued significant value creation and high activity level for many years to come, she points out.
nb: Disse gjenværende ressursene gir grunnlag for fortsatt stor verdiskaping og høy aktivitet i mange år framover, påpeker hun.

source: OilFacts version 2 is available for iOS, Android and Windows Phone.
nb: OilFacts versjon 2 er tilgjengelig for iOS, Android og Windows Phone.

source: “The Norwegian Petroleum Directorate wants the resources on the shelf to be realised.
nb: «Oljedirektoratet er opptatt av at ressursene på sokkelen blir realisert.

source: Valemon contributes to value creation and activity,” says Ingrid Sølvberg, director of development and operations in the NPD.
nb: Valemon bidrar til verdiskaping og aktivitet,» kommenterer Ingrid Sølvberg, som er direktør for utbygging og drift i OD.

source: The Valemon gas and condendate field is located in blocks 34/11 and 34/10 just west of the Kvitebjørn field at a water depth of 135 metres.
nb: Gass- og kondensatfeltet Valemon ligger i blokkene 34/11 og 34/10 like vest for Kvitebjørn-feltet på 135 meter vanndyp.

source: The field was developed with a production facility resting on the seabed for separation of gas, condensate and water.
nb: Feltet er bygget ut med en bunnfast produksjonsinnretning for separasjon for gass, kondensat og vann.

source: Valemon is supplied with electricity from the Kvitebjørn field with a subsea cable.
nb: Valemon forsynes med elektrisk kraft fra Kvitebjørn-feltet via en sjøkabel.

source: The facility will normally be unmanned and will be remotely controlled from shore when the drilling operations are concluded.
nb: Innretningen vil normalt være ubemannet, og skal fjernstyres fra land når boreoperasjonene avsluttes.

source: Valemon came on stream in January of this year with three producing wells.
nb: Valemon startet opp i januar i år med tre brønner i produksjon.

source: Condensate from Valemon is transported by pipeline via Kvitebjørn to Mongstad in Hordaland County.
nb: Kondensatet fra Valemon fraktes i rørledning via Kvitebjørn til Mongstad i Hordaland.

source: The development was completed without major delays and cost overruns.
nb: Utbyggingen er gjennomført uten store forsinkelser og kostandsoverskridelser.

source: Valemon was discovered 30 years ago.
nb: Valemon ble funnet for 30 år siden.

source: The reservoir, with high pressure and high temperature, is located at a depth of more than 4000 metres and consists of sandstone in Middle Jurassic reservoir rocks in the Brent group and Lower Jurassic reservoir rocks in the Cook formation.
nb: Reservoaret, som har høyt trykk og høy temperatur, ligger på over 4000 meter dyp og består av sandstein i midtre jura reservoarbergarter i Brentgruppen og nedre jura reservoarbergarter i Cookformasjonen.

source: Due to the field’s complexity, there are a few uncertainties in the reserve basis.
nb: På grunn av feltets kompleksitet er det en del usikkerheter i reservegrunnlaget.

source: Valemon Photo: Andre Osmundsen/Statoil ASA
nb: Valemon Foto: Andre Osmundsen/Statoil ASA

source: The report is intended to recommend good solutions for carbon transport and storage, and NPD geologists drew on their know-how to identify various possibilities for further study.
nb: Oppdraget var å anbefale gode løsninger for transport og deponering av karbondioksid (CO2).

source: When the carbon dioxide is pumped down into such formations, it will displace the water held in the rock pores and be trapped without a chance of escape.
nb: Når CO2 blir pumpet ned i slike reservoarbergarter, vil den fortrenge vannet i porene mellom sandkornene og bli fanget opp uten mulighet til å unnslippe.

source: At greater depths, the pressure causes it to transform into a liquid-like supercritical phase with a density somewhere between light oil and water.
nb: På større dyp vil trykket presse den sammen til en væskeliknende (superkritisk) fase.

source: In the latter case, sealed structures must be found which can hold injected carbon dioxide but contain no hydrocarbons which might be lost through such injection.
nb: Da er det viktig å være sikker på at strukturene ikke inneholder hydrokarboner som kan gå tapt ved injeksjon av CO2.

source: Options considered by the Gassnova/Gassco/NPD study do not include abandoned fields, since these contain small hydrocarbon residues.
nb: Alternativene i studien omfatter ikke nedstengte felt.

source: They are therefore never going to be able to absorb all the greenhouse gas released by industry and power stations, and have also been excluded from the study.
nb: De vil derfor ikke kunne ta unna all CO2 fra industri og kraftverk.

source: This map of the continental shelf off western Norway shows the two most suitable areas for carbon storage: In the north the Johanson formation near the Troll field and in the south the Utsira formation near the Sleipner fields.
nb: Dette kartet av norsk kontinentalsokkel utenfor Rogaland, Hordaland og Sogn og Fjordane viser de to best egnede lagringsområdene for CO2: I nord Johansenformasjonen ved Trollfeltet og i sør Utsiraformasjonen ved Sleipnerfeltet.

source: These sediments cover a large area of the central North Sea basin, are several hundred metres thick and lie about 800 metres down in the Sleipner area.
nb: Disse sandavsetningene dekker et stort område i sentrale deler av Nordsjøbassenget og er flere hundre meter tykke.

source: The Utsira formation is currently used to store carbon dioxide from Sleipner West and as a source of water for injection in the Oseberg field.
nb: Den blir i dag blant annet brukt til lagring av CO2 fra Sleipner og som kilde til vann for vanninjeksjon på Osebergfeltet.

source: While it and the Skade structure derived from the Shetland platform to the west about five to 25 million years ago, the Sogne Fjord delta dates back 140-200 million years to the Jurassic.
nb: Mens Utsiraformasjonen og Skadeformasjonene har sin opprinnelse i vest, fra erosjon av Shetlandsplattformen for cirka 5 til 25 millioner år siden, er Sognefjorddeltaet et system fra juratida (140 til 200 millioner år siden).

source: That lies 1 300-1 550 metres beneath the sea surface.
nb: I petroleumsmiljøet er

source: The NPD is fairly certain that the structure contains no hydrocarbons.
nb: OD er ganske sikker på at det ikke forekommer hydrokarboner i Johansenformasjonen.

source: Large sandstone accumulations can also be found in the North Sea, dating from both the Jurassic and the Palaeocene.
nb: Det er flere andre store volumer av sandstein i Nordsjøen, både av jura og paleocen alder.

source: In addition come chalk formations around the Ekofisk field.
nb: I tillegg er det reservoar i krittavsetningene i området ved Ekofiskfeltet.

source: No exploration for or production of hydrocarbons have occurred in them.
nb: Det har hittil ikke vært leting eller produksjon av hydrokarboner herfra.

source: Overall, this structure lies so close to the surface in many places that any carbon dioxide injected will remain in the gas phase.
nb: Som helhet ligger Utsiraformasjonen mange steder så grunt at CO2 som injiseres vil være i gassfase.

source: This occupies more space and is more volatile than if it had been in a dense phase – the condition recommended for carbon storage.
nb: Dermed opptar den mer plass og er mer flyktig enn om den hadde vært i tett fase.

source: Should it prove relevant to study this, however, it would create interesting jobs for geologists – and not only in the NPD.
nb: Dersom det blir aktuelt å utrede dette, vil det skape interessante arbeidsoppgaver for mange geologer, ikke bare i OD.

source: A possible risk of carbon migration into Troll within a time frame of 100 years or more represents the biggest uncertainty, which geologists will need to work on.
nb: Da snakker vi om et tidsperspektiv på 100 år eller mer.

source: The Norwegian Petroleum Directorate (NPD) has been in close dialogue with the licensees to ensure the resources are managed in the best possible manner.
nb: Oljedirektoratet har vært i tett dialog med rettighetshaverne for å sikre at ressursene blir best mulig forvaltet.

source: Johan Sverdrup is the largest development on the Norwegian shelf since Oseberg, where the PDO was submitted in 1984.
nb: Johan Sverdrup er den største utbyggingen på norsk sokkel siden Oseberg, hvor PUD ble innlevert i 1984.

source: The total investments for the first development phase, as well as the transport systems, are estimated at NOK 117 billion.
nb: De totale investeringer for første byggetrinn samt transportsystemene er anslått til 117 miliarder kroner.

source: The NPD has prepared a separate cost estimate, which is about 10 billion 2015-NOK higher than the estimate in the PDO.
nb: Oljedirektoratet har utarbeidet et eget kostnadsestimat, som er om lag 10 milliarder 2015-kroner høyere enn estimatet i PUD.

source: The most important reason for this is that production from the field will most likely be delayed by six months, according to the NPD's assessment.
nb: Den viktigste grunnen er at produksjonen fra feltet etter ODs anslag blir forsinket med seks måneder.

source: Though the cost estimate is higher, it is well within the uncertainty range of plus/minus 20 per cent as indicated in the development plan.
nb: Selv om estimatet er høyere, ligger det godt innenfor usikkerhetsspennet på pluss/minus 20 prosent som er gitt i utbyggingsplanen.

source: Start-up of Johan Sverdrup is scheduled for December 2019, and the field’s resources provide a basis for production for about 50 years.
nb: Johan Sverdrup er planlagt startet opp i desember 2019, og feltets ressurser gir grunnlag for produksjon i cirka 50 år.

source: The expected recovery is 352 million standard cubic metres (Sm3) of oil and 13.1 billion Sm3 of gas.
nb: Den forventede utvinningen er på 352 milloner standard kubikkmeter (Sm3) olje og 13,1 milliarder Sm3 gass.

source: This yields an oil recovery rate of 63 per cent.
nb: Dette gir en utvinningsgrad for olje på 63 prosent.

source: The operator, Statoil, has shown that various measures can lead to improved recovery, and consequently, a higher recovery rate.
nb: Operatøren Statoil har vist at ulike tiltak kan bidra til økt utvinning og følgelig enda høyere utvinningsgrad.

source: The NPD has encouraged licensees to choose measures that will contribute to this, and the plan facilitates the use of alternating water and gas injection.
nb: OD har oppfordret rettighetshaverne til å beslutte tiltak som vil bidra til dette, og i planen er det lagt til rette for å benytte vekselvis vann- og gassinjeksjon.

source: Adding polymer to the injection water is another measure that could improve recovery, and the NPD has been eager to ensure the method can be used.
nb: Tilsetting av polymer i injeksjonsvannet er et annet tiltak som kan øke utvinningen, og OD har vært opptatt av å sikre at metoden kan tas i bruk.

source: The large resource volume and the extensive geographical scope necessitate the drilling of many wells on Johan Sverdrup.
nb: Store ressurser og stor geografisk utstrekning gjør det nødvendig å bore mange brønner på Johan Sverdrup.

source: The drilling platform will therefore have a considerable number of available well slots so that more wells can be drilled later on.
nb: Boreplattformen vil derfor ha et betydelig antall ledige brønnslisser slik at det kan bores flere brønner enn de som er planlagt så langt.

source: Flexibility in the development solution was a key point of the NPD’s follow-up.
nb: Fleksibilitet i utbyggingsløsningen har vært et nøkkelpunkt i ODs oppfølging.

source: In order to safeguard future possibilities, a decision was made for the facilities to have available weight and space capacity so more equipment can be installed along the way.
nb: For å ivareta framtidige muligheter er det besluttet at innretningene skal ha ledig vekt- og plasskapasitet slik at det skal være mulig å installere mer utstyr etter hvert.

source: Johan Sverdrup is the sixth field on the Norwegian continental shelf that will have power from shore.
nb: Johan Sverdrup er det sjette feltet på norsk kontinentalsokkel hvor det skal overføres kraft fra land.

source: Additional transmission capacity will be established by 2022 so that the fully developed Johan Sverdrup, as well as Gina Krog, Edvard Grieg and Ivar Aasen, can have the same solution.
nb: Innen 2022 skal det etableres ytterligere overføringskapasitet slik at det fullt utbygde Johan Sverdrup, samt samt Gina Krog, Edvard Grieg og Ivar Aasen får samme løsning.

source: The NPD is an advocate of cost-efficient measures that can reduce emissions to air and discharges to sea.
nb: Oljedirektoratet er en pådriver for kostnadseffektive tiltak som kan redusere utslipp til luft og sjø.

source: Produced water will be cleaned and reinjected into the reservoir.
nb: Produsert vann skal renses og reinjiseres i reservoaret.

source: Together with the power supply from shore, this will make Johan Sverdrup the field with the lowest emissions to air and discharges to sea per produced unit on the Norwegian continental shelf.
nb: Sammen med kraftforsyningen fra land vil dette gjøre Johan Sverdrup til det feltet på norsk sokkel som har lavest utslipp til luft og sjø per produsert enhet.

source: The proposition is scheduled to be submitted to the Storting before summer.
nb: Proposisjonen skal etter planen legges fram for Stortinget før sommeren.

source: The field center on Johan Sverdrup Illustration: Statoil
nb: Feltsenteret på Johan Sverdrup Illustrasjon: Statoil

source: While the paper edition is now history, up-to-date content will now be available in a new and improved format at www.norskpetroleum.no.
nb: Papirutgaven er nå historie, men oppdatert innhold er tilgjengelig i ny og forbedret utgave på www.norskpetroleum.no.

source: The home page is a user-friendly, fact-based website where interested readers can learn more about Norwegian petroleum history, current activity and framework conditions.
nb: Nettstedet er et brukervennlig og faktabasert nettsted, hvor den interesserte leser kan lære mer om petroleumshistorien, pågående aktivitet og rammevilkår.

source: Articles and facts are illustrated using photos, graphics and maps.
nb: Artikler og fakta er illustrert gjennom bilder, grafikk og kart.
